[SocialActionInfo]
$*socialActionInfo-TEST01-local_name=
$*socialActionInfo-Social_Action_Test-local_name=
$*socialActionInfo-sc-angry-local_name=Anger
$*socialActionInfo-sc-cry-local_name=Sadness
$*socialActionInfo-sc-laugh-local_name=Laugh
$*socialActionInfo-sc-provoke-local_name=Taunt
$*socialActionInfo-sc-shame-local_name=Shy
$*socialActionInfo-sc-sleepy-local_name=Doze
$*socialActionInfo-sc-tease-local_name=Teasing
$*socialActionInfo-sc-agree-local_name=Agree/Positive
$*socialActionInfo-sc-no-local_name=Negative/Refuse
$*socialActionInfo-sc-bow-local_name=Polite greeting
$*socialActionInfo-sc-hello-local_name=Wave
$*socialActionInfo-sc-salute-local_name=Salute
$*socialActionInfo-sc-dance-local_name=Dance 1
$*socialActionInfo-sc-love-local_name=love
$*socialActionInfo-sc-show_off_body-local_name=Show Off Figure
$*socialActionInfo-sc-show_off_dress-local_name=Show Off Costume
$*socialActionInfo-sc-show_off_strength-local_name=Show Off Strength
$*socialActionInfo-sc-flirt-local_name=Confess
$*socialActionInfo-sc-feeding-local_name=Feed pet
$*socialActionInfo-sc-calling_pet-local_name=Call pet
$*socialActionInfo-sc-show_off_pet-local_name=
$*socialActionInfo-TEST01-command_words=test
$*socialActionInfo-Social_Action_Test-command_words=test
$*socialActionInfo-sc-angry-command_words=Anger rage
$*socialActionInfo-sc-cry-command_words=Sad cry
$*socialActionInfo-sc-laugh-command_words=Laugh lol
$*socialActionInfo-sc-provoke-command_words=Taunt
$*socialActionInfo-sc-shame-command_words=Shy blush
$*socialActionInfo-sc-sleepy-command_words=Doze sleep
$*socialActionInfo-sc-tease-command_words=Tease tongue
$*socialActionInfo-sc-agree-command_words=Agree positive aye
$*socialActionInfo-sc-no-command_words=Negative refuse no
$*socialActionInfo-sc-bow-command_words=Polite thanks
$*socialActionInfo-sc-hello-command_words=Wave bye goodbye ciao
$*socialActionInfo-sc-salute-command_words=Salute hail
$*socialActionInfo-sc-dance-command_words=Dance disco
$*socialActionInfo-sc-love-command_words=Pop love heart
$*socialActionInfo-sc-show_off_body-command_words=Figure
$*socialActionInfo-sc-show_off_dress-command_words=Show Costume
$*socialActionInfo-sc-show_off_strength-command_words=Boast strength
$*socialActionInfo-sc-flirt-command_words=Confess request
$*socialActionInfo-sc-feeding-command_words=Pass
$*socialActionInfo-sc-calling_pet-command_words=Beckon
$*socialActionInfo-sc-show_off_pet-command_words=test
$*socialActionInfo-TEST01-trigger_words=test
$*socialActionInfo-Social_Action_Test-trigger_words=test
$*socialActionInfo-sc-angry-trigger_words=Anger angry snap disagree mad unhappy
$*socialActionInfo-sc-cry-trigger_words=Cry tear sob weep wail moan T_T TT T^T
$*socialActionInfo-sc-laugh-trigger_words=Laugh haha keke hehe hoho chuckle grin smile ^^ lol giggle rofl
$*socialActionInfo-sc-provoke-trigger_words=Taunt provoke
$*socialActionInfo-sc-shame-trigger_words=Shy blush coy redden
$*socialActionInfo-sc-sleepy-trigger_words=Doze yawn snore ZZ boring tired sleepy
$*socialActionInfo-sc-tease-trigger_words=Boo prank mock tease tongue joke insult rude
$*socialActionInfo-sc-agree-trigger_words=Yes nod kk yy ok okay yup
$*socialActionInfo-sc-no-trigger_words=Refuse no nope nix never nay not
$*socialActionInfo-sc-bow-trigger_words=Hello hi ty thanks heya
$*socialActionInfo-sc-hello-trigger_words=Later bye goodbye farewell
$*socialActionInfo-sc-salute-trigger_words=Salute hail
$*socialActionInfo-sc-dance-trigger_words=Dance boogie disco
$*socialActionInfo-sc-love-trigger_words=love heart
$*socialActionInfo-sc-show_off_body-trigger_words=cute
$*socialActionInfo-sc-show_off_dress-trigger_words=Swagger stylish chic
$*socialActionInfo-sc-show_off_strength-trigger_words=warmup muscle boast
$*socialActionInfo-sc-flirt-trigger_words=Confess kneel request worship beg plea
$*socialActionInfo-sc-feeding-trigger_words=Food
$*socialActionInfo-sc-calling_pet-trigger_words=Come here
$*socialActionInfo-sc-show_off_pet-trigger_words=test
